Repository: yellowdolphin/darktable-autolevels-module
Catalog: translations/po/*/autolevels.po
Languages: da

source: automatic color correction using AutoLevels
da: automatisk farvekorrigering ved hjælp af AutoLevels

source: ONNX model file not found:
da: ONNX-model fil blev ikke fundet:

source: curve(s) added
da: kurver tilføjet

source: batches had autolevels errors
da: batches havde autolevels-fejl

source: image(s) selected
da: billede(r) valgt

source: ERROR: selected file is not an ONNX file
da: FEJL: den valgte fil er ikke en ONNX-fil

source: missing model path
da: manglende modelsti

source: autolevels executable not found
da: autolevels-programfil ikke fundet

source: autolevels executable not found, make sure it is installed
da: autolevels-programfil ikke fundet; kontrollér, at den er installeret

source: calling autolevels...
da: kalder autolevels …

source: stopping...
da: stopper …

source: select model file
da: vælg modelfil

source: select your downloaded .onnx curve model file
da: vælg din downloadede .onnx-kurvemodelfil

source: batch size
da: batchstørrelse

source: choose the number of images to process in one batch
da: vælg antallet af billeder, der skal behandles i én batch

source: add AutoLevels curve
da: tilføj AutoLevels-kurve

source: add rgb curve "AutoLevels" to selected images
da: tilføj rgb-kurve “AutoLevels” til valgte billeder

source: stop processing
da: stop behandling

source: help
da: hjælp

source: open help page
da: åbn hjælpeside

source: README.md
da: README_da.md

source: could not open default web browser
da: kunne ikke åbne standardwebbrowser

source: Specify model file & select images!
da: Angiv modelfil og vælg billeder!
